Repository: zhuxb711/RX-Explorer
Catalog: RX_Explorer/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr_fr, zh_hans, zh_hant

# AddDevice.Label
source: Add drive
de_de: Laufwerk hinzufügen
es: Añadir unidad
fr_fr: Ajouter un lecteur
zh_hans: 添加驱动器
zh_hant: 新增裝置

# AESCheckBox.Content
source: Delete source file after encryption is complete
de_de: Quelldatei löschen, nachdem die Verschlüsselung abgeschlossen ist
es: Eliminar archivo fuente tras el cifrado
fr_fr: Supprimer le fichier source une fois le chiffrement terminé
zh_hans: 加密完成后删除源文件
zh_hant: 加密完成後刪除原始文件

# AESDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# AESDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# AESDialog.Title
source: AES Encryption
de_de: AES Verschlüsselung
es: Cifrado AES
fr_fr: Chiffrement AES
zh_hans: AES加密
zh_hant: 進階加密標準

# AESMethod.Header
source: Encryption Method
de_de: Verschlüsselungsmethode
es: Método de cifrado
fr_fr: Méthode de chiffrement
zh_hans: 加密方式
zh_hant: 加密方法

# AESPassword.Header
source: Encryption password
de_de: Verschlüsselungspasswort
es: Contraseña de cifrado
fr_fr: Clé de chiffrement
zh_hans: 加密密码
zh_hant: 加密密碼

# AESPassword.PlaceholderText
source: Password
de_de: Passwort
es: Contraseña
fr_fr: Mot de passe
zh_hans: 密码
zh_hant: 密碼

# AppDelete.Label
source: Delete
de_de: Löschen
es: Eliminar
fr_fr: Supprimer
zh_hans: 删除
zh_hant: 刪除

# AppDisplayName
source: RX-Explorer (UWP)
de_de: RX-Explorer
es: RX-Explorer
fr_fr: RX-Explorer
zh_hans: RX文件管理器
zh_hant: RX 檔案總管

# AppEdit.Label
source: Edit
de_de: Bearbeiten
es: Editar
fr_fr: Editer
zh_hans: 编辑
zh_hant: 編輯

# AttributeSecureLevel.Text
source: Security Level
de_de: Sicherheitslevel
es: Nivel de seguridad
fr_fr: Niveau de sécurité
zh_hans: 安全等级
zh_hant: 安全性等級

# AttributeSize.Text
source: Size
de_de: Größe
es: Tamaño
fr_fr: Taille
zh_hans: 大小
zh_hant: 大小

# AttributeType.Text
source: Type
de_de: Typ
es: Tipo
zh_hans: 类型
zh_hant: 類型

# AutoBootOnStartupLabel.Text
source: Auto start at boot
de_de: Autostart beim Hochfahren
es: Ejecutar al inicio
fr_fr: Lancement au démarrage
zh_hans: 随系统自动启动
zh_hant: 開機自動啟動

# AutoBootOnStartup.OffContent
source: Disabled
de_de: Deaktiviert
es: Discapacitado
fr_fr: Désactivé
zh_hans: 禁用
zh_hant: 停用

# AutoBootOnStartup.OnContent
source: Enabled
de_de: Aktiviert
es: Activado
fr_fr: Activé
zh_hans: 启用
zh_hant: 啟用

# BlueScreenReport.Content
source: Report to Developer
de_de: An Entwickler senden
es: Notificar al desarrollador
fr_fr: Rapport au développeur
zh_hans: 报告给开发者
zh_hant: 回報給開發人員

# BluetoothUIPinNo.Content
source: No
de_de: Nein
fr_fr: Non
zh_hans: 否
zh_hant: 否

# BluetoothUIPinYes.Content
source: Yes
de_de: Ja
es: Sí
fr_fr: Oui
zh_hans: 是
zh_hant: 是

# BluetoothUISearching.Text
source: Searching
de_de: Suchen
es: Buscando
fr_fr: Recherche en cours
zh_hans: 搜索中
zh_hant: 搜尋中

# CloseButton.Content
source: Exit
de_de: Schließen
es: Salir
fr_fr: Fermer
zh_hans: 退出
zh_hant: 結束

# CrashText.Text
source: Crashed accidentally...(╯‵□′)╯︵┻━┻
de_de: Versehentlich abgestürzt...(╯‵□′)╯︵┻━┻
es: Error accidental...(╯‵□′)╯︵┻━┻
fr_fr: Crashed accidentellement...(╯‵□′)╯︵┻━┻
zh_hans: 不小心崩溃了...(╯‵□′)╯︵┻━┻
zh_hant: 檔案總管意外崩潰...(╯‵□′)╯︵┻━┻

# CropperPageAlphaSlider.Header
source: Contrast
de_de: Kontrast
es: Contraste
fr_fr: Contraste
zh_hans: 对比度
zh_hant: 對比

# CropperPageAspButton.Text
source: Aspect ratio
de_de: Seitenverhältnis
es: Relación de aspecto
fr_fr: Ratio
zh_hans: 纵横比
zh_hant: 外觀比例

# CropperPageAutoOptimizeButton.Text
source: Auto Optimize
de_de: automatische Optimierung
es: Optimización automática
fr_fr: Optimisation Automatique
zh_hans: 自动优化
zh_hant: 自動優化

# CropperPageBackButton.Content
source: Back
de_de: Zurück
es: Atrás
fr_fr: Retour
zh_hans: 返回
zh_hant: 返回

# CropperPageBetaSlider.Header
source: Brightness
de_de: Helligkeit
es: Brillo
fr_fr: Luminosité
zh_hans: 亮度
zh_hant: 亮度

# CropperPageCropperOptionTitle.Text
source: Cropping options
de_de: Zuschneideoptionen
es: Opciones de recorte
fr_fr: Options de recadrage
zh_hans: 裁剪选项
zh_hant: 裁剪選項

# CropperPageFilterTitle.Text
source: Image Filter
de_de: Bildfilter
es: Filtro de imagen
fr_fr: Filtre d'image
zh_hans: 图像滤镜
zh_hant: 圖片篩選條件

# CropperPageFlipButton.Text
source: Flip
de_de: Kippen
es: Girar
fr_fr: Retourner
zh_hans: 翻转
zh_hant: 翻轉

# CropperPageHistogram.Text
source: Color distribution
de_de: Farbverteilung
es: Distribución de color
fr_fr: Distribution de couleur
zh_hans: 色阶分布
zh_hant: 顏色分佈

# CropperPageImageAdjustTitle.Text
source: Adjust image
de_de: Bild anpassen
es: Ajustar imagen
fr_fr: Ajuster l'image
zh_hans: 图像调整
zh_hant: 調整圖片

# CropperPageResetButton.Text
source: Reset
de_de: Zurücksetzen
es: Restablecer
fr_fr: Réinitialiser
zh_hans: 重置
zh_hant: 重設

# CropperPageRotateButton.Text
source: Rotate
de_de: Rotieren
es: Girar
fr_fr: Rotation
zh_hans: 旋转
zh_hant: 旋轉

# CropperPageSaveAsButton.Text
source: Save as
de_de: Speichern unter
es: Guardar como
fr_fr: Enregistrer sous
zh_hans: 保存副本
zh_hant: 另存新檔…

# CropperPageSaveButton.Text
source: Overwrite and save
de_de: Überschreiben und speichern
es: Sobrescribir y guardar
fr_fr: Remplacer
zh_hans: 覆盖并保存
zh_hant: 覆蓋並保存

# CropperPageSavingTips.Text
source: Saving
de_de: Speichern
es: Guardando
fr_fr: Sauvegarde en cours
zh_hans: 正在保存...
zh_hant: 正在儲存…

# CustomUISubtype1.Content
source: Acrylic Background
de_de: Acryl Hintergrund
es: Fondo Acrílico
fr_fr: Arrière-plan acrylique
zh_hans: Acrylic背景
zh_hant: Acrylic背景

# CustomUISubtype2.Content
source: Custom Image Background
de_de: Benutzerdefinierter Hintergrund
es: Fondo personalizado
fr_fr: Image en arrière-plan personnalisée
zh_hans: 自定义图片背景
zh_hant: 自定義背景圖片

# DeviceAttribute.Label
source: Properties
de_de: Eigenschaften
es: Propiedades
fr_fr: Propriétés
zh_hans: 属性
zh_hant: 內容

# DriveCapacity.Text
source: Capacity
de_de: Kapazität
es: Capacidad
fr_fr: Capacité
zh_hans: 总计空间
zh_hant: 容量

# DeviceExpander.Text
source: Devices
de_de: Geräte
es: Dispositivos
fr_fr: Appareils
zh_hans: 设备和驱动器
zh_hant: 裝置

# DriveFreeSpace.Text
source: Free space
de_de: Freier Speicherplatz
es: Espacio usado
fr_fr: Espace libre
zh_hans: 可用空间
zh_hant: 可用空間：

# DriveUsedSpace.Text
source: Used space
de_de: Belegter Speicherplatz
es: Espacio usado
fr_fr: Espace utilisé
zh_hans: 已用空间
zh_hant: 已使用空間:

# PurchaseTip.ActionButtonContent
source: Purchase
de_de: Kaufen
es: Comprar
fr_fr: Achat
zh_hans: 购买
zh_hant: 購買

# PurchaseTip.CloseButtonContent
source: Later
de_de: Später
es: Más tarde
fr_fr: Plus tard
zh_hans: 稍后
zh_hant: 稍後

# PurchaseTip.Title
source: Purchase this app
de_de: Diese App kaufen
es: Comprar esta aplicación
fr_fr: Achetez cette appli
zh_hans: 购买本应用
zh_hant: 購買支持這個程式!

# FileControlBackButton.ToolTipService.ToolTip
source: Back
de_de: Zurück
es: Atrás
fr_fr: Retour
zh_hans: 返回
zh_hant: 返回

# FileControlForwardButton.ToolTipService.ToolTip
source: Forward
de_de: Vorwärts
es: Reenviar
fr_fr: Suivant
zh_hans: 前进
zh_hant: 下一步

# FileControlParentButton.ToolTipService.ToolTip
source: Up to parent folder
de_de: Bis zum übergeordneten Ordner
es: Hasta carpeta padre
fr_fr: Jusqu'au dossier parent
zh_hans: 返回上一级文件夹
zh_hant: 回到父文件夾

# HasFile.Text
source: Empty
de_de: Leer
es: Vaciar
fr_fr: Vide
zh_hans: 无内容
zh_hant: 空白

# LibraryExpander.Text
source: Library
de_de: Bibliothek
es: Biblioteca
fr_fr: Bibliothèque
zh_hans: 文件夹和库
zh_hant: 資料庫

# MergeDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# MergeDialog.SecondaryButtonText
source: Cancel
de_de: Bearbeiten
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# MergeDialog.Title
source: Merge
de_de: Zusammenführen
es: Fusionar
fr_fr: Fusionner
zh_hans: 合并
zh_hant: 合併

# MergeDialogEmptyTip.Subtitle
source: Video must be added to continue
de_de: Video muss hinzugefügt werden um fortzufahren
es: Se debe añadir un vídeo para continuar
fr_fr: La vidéo doit être ajoutée pour continuer
zh_hans: 必须添加要合并的视频才可以继续
zh_hant: 必須增加影片才能繼續

# MergeDialogEmptyTip.Title
source: Tips
de_de: Tipps
es: Consejos
fr_fr: Astuces
zh_hans: 提示
zh_hant: 小提示

# MergeDialogEncodingProfile.Header
source: Encoding config
de_de: Codierungskonfiguration
es: Configuración de codificación
fr_fr: Configuration d'encodage
zh_hans: 输出编码配置
zh_hant: 編碼配置

# MergeDialogEncodingQuality.Header
source: Quality
de_de: Qualität
es: Calidad
fr_fr: Qualité
zh_hans: 输出质量
zh_hant: 質量

# MergeDialogPickClip.Content
source: Select a clip
de_de: Einen Ausschnitt auswählen
es: Elige un clip.
fr_fr: Sélectionner un clip
zh_hans: 选择片段
zh_hant: 擷取一個片段

# MergeDialogText.Text
source: Merge
de_de: Zusammenführen
es: Fusionar
fr_fr: Fusionner
zh_hans: 合并
zh_hant: 合併

# OpenDevice.Label
source: Open
de_de: Öffnen
es: Abrir
fr_fr: Ouvrir
zh_hans: 打开
zh_hant: 開啟

# PdfPasswordDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# PdfPasswordDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# PdfPasswordDialog.Title
source: Need password
de_de: Passwort benötigt
es: Contraseña necesaria
fr_fr: Besoin d'un mot de passe
zh_hans: 需要密码
zh_hant: 需要密碼

# PdfPasswordDialogPasswordBox.Header
source: PDF password
de_de: PDF passwort
es: Contraseña PDF
fr_fr: Mot de passe du PDF
zh_hans: PDF密码
zh_hant: PDF 密碼

# PdfPasswordDialogPasswordBox.PlaceholderText
source: Please enter the password to unlock this PDF
de_de: Bitte Passwort eingeben um PDF-Datei zu entsperren
es: Introduce la contraseña para desbloquear este PDF
fr_fr: Veuillez entrer le mot de passe pour ouvrir ce PDF
zh_hans: 请输入密码以解锁此PDF
zh_hant: 請輸入密碼以解鎖此PDF

# PermissionButton.Content
source: Permission
de_de: Erlaubnis
es: Permiso
zh_hans: 授予权限
zh_hant: 權限

# PhotoViewerAdjustButton.Label
source: Edit
de_de: Bearbeiten
es: Editar
fr_fr: Editer
zh_hans: 编辑
zh_hant: 編輯

# PhotoViewerDeleteButton.Label
source: Delete
de_de: Löschen
es: Eliminar
fr_fr: Supprimer
zh_hans: 删除
zh_hant: 刪除

# PhotoViewerSaveTips.Text
source: Saving...
de_de: Speichern...
es: Guardando...
fr_fr: Enregistrement...
zh_hans: 保存中...
zh_hant: 正在儲存…

# PhotoViewerTranscodeButton.Label
source: Transcode
de_de: Transkodieren
es: Transcodificar
fr_fr: Transcription
zh_hans: 转码
zh_hant: 轉檔

# PinTip.ActionButtonContent
source: Now
de_de: Jetzt
es: Ahora
fr_fr: Maintenant
zh_hans: 即刻固定
zh_hant: 現在

# PinTip.CloseButtonContent
source: Close
de_de: Schließen
es: Cerrar
fr_fr: Fermer
zh_hans: 关闭
zh_hant: 關閉

# PinTip.Title
source: Launch Faster
de_de: Schneller starten
es: Ejecutar más rápido
fr_fr: Lancement rapide
zh_hans: 启动更快速
zh_hant: 快速啟動

# ProgramPickerDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# ProgramPickerDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# ProgramPickerDialog.Title
source: Open with
de_de: Öffnen mit
es: Abrir con
fr_fr: Ouvrir avec
zh_hans: 选择打开方式
zh_hant: 開啟檔案...

# ProgramPickerDialogPickOther.Content
source: Choose another app on this computer
de_de: Andere App auf diesem Computer auswählen
es: Elige otra aplicación en este ordenador
fr_fr: Choisir une autre application
zh_hans: 选择此电脑上的其他应用
zh_hant: 選擇此電腦上的其他應用程式

# ProgramPickerDialogUseAsAdmin.Content
source: Use this app to open this type of file by default
de_de: Diese App als Standard-App zum öffnen dieses Dateityp auswählen
es: Usa esta aplicación para abrir este tipo de archivo por defecto.
fr_fr: Toujours utiliser cette application pour ouvrir ce type de fichier
zh_hans: 默认使用此应用打开该类型文件
zh_hant: 一律使用此程式來開啟檔案

# QRText.Header
source: Copy this link to your browser to download
de_de: Diesen Link zum herunterladen in den Browser kopieren
es: Copia este enlace en tu navegador para descargar.
fr_fr: Copier ce lien vers votre navigateur pour télécharger
zh_hans: 复制此链接至浏览器即可下载
zh_hant: 複製此連接至瀏覽器進行下載

# QuickStartDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# QuickStartDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# QuickStartDialog.Title
source: Custom
de_de: Benutzerdefiniert
es: Personalizado
fr_fr: Personnalisé
zh_hans: 自定义
zh_hant: 自定義

# QuickStartEmptyTip.Subtitle
source: Can't be empty here
de_de: Kann hier nicht leer sein
es: No se puede vaciar aquí.
fr_fr: Ne peut pas être vide
zh_hans: 此处不能为空
zh_hant: 此處不能空白

# QuickStartExistTip.Subtitle
source: The name already exists and cannot be added repeatedly
de_de: Der Name existiert bereits und kann nicht nochmal verwendet werden
es: El nombre ya existe y no se puede añadir repetidamente.
fr_fr: Ce nom existe déjà et ne peut pas être ajouté
zh_hans: 该名称已存在，无法重复添加
zh_hant: 此位置已有同名的檔案

# QuickStartFailureTips.Subtitle
source: Unable to get icon automatically, please try again
de_de: Symbol kann nicht automatisch angezeigt werden. Versuchen Sie es bitte erneut.
es: No se ha podido obtener el icono automáticamente. Inténtalo de nuevo
fr_fr: Impossible d'obtenir l'icône automatiquement, veuillez réessayer
zh_hans: 无法自动获取图标，请重试
zh_hant: 無法自動取得圖標，請重試

# QuickStartFormatErrorTip.Subtitle
source: Protocol or address format error
de_de: Protokoll- oder Adressformat Fehler
es: Error de formato de dirección o protocolo
fr_fr: Protocole ou format d'adresse erroné
zh_hans: 协议或地址格式错误
zh_hant: 協議或地址格式錯誤

# QuickStartGetWebImage.Content
source: Get icon
de_de: Symbol bekommen
es: Obtener icono
fr_fr: Obtenir l'icône
zh_hans: 获取图标
zh_hant: 獲取圖標

# QuickStartLink.Content
source: Launch an app with a URI
de_de: Eine App mit einer URI starten
es: Ejecutar una aplicación con un URI
fr_fr: Lancer l'application avec un URL
zh_hans: Win10_UWP应用启动命令大全-IT之家
zh_hant: 使用統一資源標誌符(URI)啟動程式

# QuickStartProtocalTip.Subtitle
source: Protocal Reference
de_de: Protokollreferenz
es: Referencia protocolaria
fr_fr: Référence du protocole
zh_hans: 协议参考
zh_hant: 協議參考

# QuickStartTitle.Text
source: Application
de_de: Anwendung
es: Aplicación
zh_hans: 应用
zh_hant: 應用

# RateTip.ActionButtonContent
source: Rate now
de_de: Jetzt bewerten
es: Valorar ahora
fr_fr: Évaluez maintenant
zh_hans: 现在评价
zh_hant: 立即評分

# RateTip.CloseButtonContent
source: No prompt
de_de: Keine Aufforderung
es: Ningún aviso
fr_fr: Aucune invite
zh_hans: 不再提示
zh_hant: 沒有提示

# RateTip.Subtitle
source: Your rating is very important, please take a minute or two to rate the app.
de_de: Deine Bewertung ist sehr wichtig. Bitte nimm dir eine oder zwei Minuten Zeit um diese App zu bewerten.
es: Tu valoración es muy importante; por favor, dedica un minuto o dos a valorar esta aplicación.
fr_fr: Votre évaluation est très importante, s'il vous plaît prenez quelques minutes pour évaluer l'application.
zh_hans: 您的评价对我们十分重要，请花上一两分钟来评价此App吧
zh_hant: 您的評分對我非常重要!請花一點時間為該程式評分

# RateTip.Title
source: Please rate us
de_de: Bitte bewerte uns
es: Valóranos, por favor.
fr_fr: S'il vous plaît évaluez nous
zh_hans: 请对我们进行评价
zh_hant: 請幫我們評分

# RenameDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# RenameDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# RenameDialog.Title
source: Rename
de_de: Umbenennen
es: Renombrar
fr_fr: Renommer
zh_hans: 重命名
zh_hant: 重新命名

# RenamePreview.Text
source: Preview
de_de: Vorschau
es: Vista previa
fr_fr: Aperçu
zh_hans: 预览
zh_hant: 預覽

# RenameDialogInvalidCharTip.Title
source: Error
de_de: Fehler
fr_fr: Erreur
zh_hans: 错误
zh_hant: 錯誤

# RenameDialogInvalidCharTip.Subtitle
source: Name cannot be empty and cannot contain illegal characters Illegal characters include \ / : * ? " < > |
de_de: Name kann nicht leer sein und kann keine nicht erlaubten Zeichen beinhalten. Nicht erlaubte Zeichen sind \ / : * ? " < > |
es: El nombre no puede estar vacío y no puede contener caracteres no válidos Los caracteres no válidos son \ / : * ? " < > |
fr_fr: Un nom de fichier ne peut pas contenir les caractères suivants : \ / : * ? " < > |
zh_hans: 名称不能为空且不能包含非法字符 非法字符包括 \ / : * ? " < > |
zh_hant: 檔案名稱不能為空且不可以包含下列任意字元: \ / : * ? " < > |

# ResetDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# ResetDialog.PrimaryButtonText
source: Continue
de_de: Fortsetzen
es: Continuar
fr_fr: Continuer
zh_hans: 继续
zh_hant: 繼續

# ResetDialog.Title
source: Warning
de_de: Warnung
es: Advertencia
fr_fr: Avertissement
zh_hans: 警告
zh_hant: 警告

# ResetDialogButton.Content
source: Select export location
de_de: Export-Zielort auswählen
es: Seleccionar ubicación de exportación
fr_fr: Sélectionner destination
zh_hans: 选择导出位置
zh_hant: 選擇輸出位置

# ResetDialogCheckBox1.Content
source: Application saved settings, database storage
de_de: Anwendungsgespeicherte Einstellungen, Datenbankspeicher
es: Ajustes guardados de aplicación, almacenamiento de base de datos
fr_fr: Paramètres de l'application, et données stockées
zh_hans: 应用保存的设置、数据库存储的内容
zh_hant: 應用程式保存設置及數據儲存

# ResetDialogCheckBox2.Content
source: Files stored in Security Area
de_de: Dateien im Sicherheitsbereich gespeichert
es: Archivos almacenados en el área de seguridad
fr_fr: Fichiers dans l'Espace Securisé
zh_hans: 安全域存储的文件
zh_hant: 檔案儲存在加密庫

# ResetDialogTip.Subtitle
source: Please select an export folder
de_de: Bitte einen Export-Ordner auswählen
es: Elige una carpeta donde exportar
fr_fr: Veuillez sélectionner un dossier de destination
zh_hans: 请选择一个导出文件夹
zh_hant: 請選擇輸出的資料夾

# SAVerifyDialog.CloseButtonText
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# SAVerifyDialog.PrimaryButtonText
source: Confirm
de_de: Bestätigen
es: Confirmar
fr_fr: Confirmer
zh_hans: 确定
zh_hant: 確認

# SAVerifyDialog.Title
source: Enter credentials
de_de: Anmeldeinformationen eingeben
es: Introducir credenciales
fr_fr: Saisir les identifiants
zh_hans: 输入凭据
zh_hant: 輸入認證

# SAVerifyDialogErrorTip.Subtitle
source: Wrong password, please re-enter
de_de: Falsches Passwort. Bitte erneut versuchen.
es: Contraseña incorrecta; reintrodúcela.
fr_fr: Mot de passe erroné, veuillez réessayer
zh_hans: 密码错误，请重新输入
zh_hant: 密碼錯誤,，請重新輸入

# SAVerifyDialogErrorTip.Title
source: Error
de_de: Fehler
fr_fr: Erreur
zh_hans: 错误
zh_hant: 錯誤

# SAVerifyDialogPasswordBox.Header
source: Password
de_de: Passwort
es: Contraseña
fr_fr: Mot de passe
zh_hans: 密码
zh_hant: 密碼

# SAVerifyDialogPasswordBox.PlaceholderText
source: Enter unlock password
de_de: Entsperrpasswort eingeben
es: Introducir contraseña de desbloqueo
fr_fr: Saisir le mot de passe
zh_hans: 输入解锁密码
zh_hant: 輸入密碼

# SAWelcomeDialog.CloseButtonText
source: Go back
de_de: Zurück gehen
es: Atrás
fr_fr: Retour
zh_hans: 返回
zh_hant: 返回

# SAWelcomeDialog.PrimaryButtonText
source: Continue
de_de: Fortfahren
es: Continuar
fr_fr: Continuer
zh_hans: 继续
zh_hant: 繼續

# SAWelcomeDialog.Title
source: First time setup
de_de: Erstmalige Einrichtung
es: Primera configuración
fr_fr: Première configuration
zh_hans: 首次激活安全域
zh_hant: 首次執行設定

# SAWelcomeDialogConfrimPassword.Header
source: Enter the password again
de_de: Passwort erneut eingeben
es: Vuelve a introducir la contraseña
fr_fr: Saisir une nouvelle fois le mot de passe
zh_hans: 再次输入密码
zh_hant: 再次輸入密碼

# SAWelcomeDialogConfrimPassword.PlaceholderText
source: Enter master password
de_de: Master-Passwort eingeben
es: Introducir contraseña maestra
fr_fr: Saisir le mot de passe maître
zh_hans: 输入密码
zh_hant: 輸入主要密碼

# SAWelcomeDialogEmptyTip.Subtitle
source: This field is required and cannot be left blank
de_de: Dieses Feld ist ein Pflichtfeld und kann nicht frei gelassen werden
es: Este campo es obligatorio y no se puede dejar vacío.
fr_fr: Ce champ est requis
zh_hans: 此处为必填项，不能留空
zh_hant: 必填輸入此區域內容

# SAWelcomeDialogErrorTip.Subtitle
source: The passwords entered are inconsistent, please check the passwords
de_de: Die eingegebenen Passwörter stimmen nicht überein. Bitte Passwörter überprüfen.
es: Las contraseñas introducidas no coinciden; por favor, compruébalas.
fr_fr: Les mots de passe ne correspondent pas
zh_hans: 输入的密码不一致，请检查一下密码
zh_hant: 兩次輸入的密碼不一致，請重新檢查密碼

# SAWelcomeDialogPrimaryPassword.Header
source: Master password
de_de: Master-Passwort
es: Contraseña maestra
fr_fr: Mot de passe maître
zh_hans: 主密码
zh_hant: 主要密碼

# SAWelcomeDialogPrimaryPassword.PlaceholderText
source: Set unlock password
de_de: Entsperrpasswort setzen
es: Establecer contraseña de desbloqueo
fr_fr: Définir le mot de passe de déverrouillage
zh_hans: 设置解锁密码
zh_hant: 設定解鎖密碼

# SAWelcomeDialogSecureLevel.Header
source: Encryption strength Level
de_de: Sicherheitsstufe
es: Nivel de seguridad
fr_fr: Niveau de force de chiffrement
zh_hans: 安全等级
zh_hant: 安全性等級

# SAWelcomeDialogUseWH.Content
source: Use Windows Hello instead of password authentication
de_de: Windows Hello statt Passwort Authentifizierung benutzen
es: Usar Windows Hello en vez de autenticación con contraseña
fr_fr: Utiliser Windows Hello plutôt qu'un mot de passe
zh_hans: 使用Windows Hello代替密码认证
zh_hant: 使用Windows Hello代替密碼驗證

# SearchFlyoutCancel.Content
source: Cancel
de_de: Abbrechen
es: Cancelar
fr_fr: Annuler
zh_hans: 取消
zh_hant: 取消

# SearchFlyoutConfirm.Content
source: Search
de_de: Suchen
es: Búsqueda
fr_fr: Rechercher
zh_hans: 搜索
zh_hant: 搜尋

# SearchHasItem.Text
source: No Result
de_de: Kein Ergebnis
es: Sin resultado
fr_fr: Aucun résultat
zh_hans: 无法搜索到任何文件
zh_hant: 沒有結果

# SearchModified.Text
source: Date modified
de_de: Änderungsdatum
es: Fecha modificada
fr_fr: Modifié le
zh_hans: 修改时间
zh_hant: 修改日期

# SearchPath.Text
source: Path
de_de: Pfad
es: Ruta
fr_fr: Chemin
zh_hans: 路径
zh_hant: 路徑

# SearchProperties.Label
source: Properties
de_de: Eigenschaften
es: Propiedades
fr_fr: Propriétés
zh_hans: 属性
zh_hant: 內容

# SearchSize.Text
source: Size
de_de: Größe
es: Tamaño
fr_fr: Taille
zh_hans: 大小
zh_hant: 大小

# SearchCopyPath.Label
source: Copy the full path
de_de: Ganzen Pfad kopieren
es: Copiar la ruta completa
fr_fr: Copier le chemin complet
zh_hans: 复制完整路径
zh_hant: 複製完整路徑

# SearchType.Text
source: Type
de_de: Typ
es: Tipo
zh_hans: 类型
zh_hant: 類型

# SecureAreaDeleteButton.Label
source: Delete
de_de: Löschen
es: Eliminar
fr_fr: Supprimer
zh_hans: 删除
zh_hant: 刪除

# SecureAreaDropText.Text
source: Click the button or drag the file here
de_de: Klicke auf die Schaltfläche oder ziehen Sie die Datei hierher.
es: Pulsa el botón o arrastra el archivo aquí.
fr_fr: Cliquez sur le bouton ou faites glisser le fichier ici
zh_hans: 点击按钮或拖动文件到此处
zh_hant: 單擊按鈕或將檔案移動到此處
